{"translation-revision-date":"2023-09-20 12:00:00+00:00","generator":"WP-CLI\/2.12.0","source":"src\/views\/SettingsPage.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en_US","plural-forms":"nplurals=2; plural=(n != 1);"},"Settings":[""],"View your homepage":[""],"Carbonfooter widget settings have been saved.":[""],"There was an error saving the carbonfooter widget settings.":[""],"Failed to save display settings. Please try again.":[""],"Failed to save widget style. Please try again.":[""],"Failed to save settings. Please try again.":[""],"Are you sure you want to clear all CarbonFooter data? This action cannot be undone and will remove all emissions measurements, resource data, and history. Your settings will be preserved.":[""],"Failed to clear data. Please try again.":[""],"Data is exported successfully.":[""],"Failed to export data. Please try again.":[""],"Thank you for joining us in our quest to make the internet more sustainable. With this plugin, you can calculate and display the carbon footprint of your website in the footprint. Follow these steps to set up your own carbonfooter! ":[""],"Step 1 - Design your carbonfooter":[""],"Define your style":[""],"Layout":[""],"Minimal":[""],"Minimal: only one line of text showing the CO2 value of the web page.":[""],"Full Banner":[""],"Full banner: shows 5 icons and more detailed information on the sustainability of the web page":[""],"Sticker":[""],"Sticker: compact sticker-style badge perfect to fit into a corner of your web page.":[""],"Background color":[""],"Text color":[""],"Live Preview":[""],"This is what your carbonfooter will look like:":[""],"Save your design":[""],"Step 2. Show your carbonfooter":[""],"You can choose if you want to show your carbonfooter automatically or manually. Don’t know which one to choose? Start with the automatic display, and if that one doesn’t show in the proper place, switch to the manual mode.":[""],"Display automatically":[""],"The carbonfooter will be shown automatically on all pages at the end of your footer. Works fine with most themes.":[""],"Add manually":[""],"The carbonfooter will be shown after you added the shortcode to your footer (or any other widget or textfield).":[""],"Copy and paste the shortcode below, including the brackets, to your footer or any widget \/ textfield. The shortcode will automatically use the layout and colors you’ve configured above.":[""],"Save Display Settings":[""],"Step 3. You're all set!":[""],"Great! Your homepage has already been measured. You can view the results on your homepage.":[""],"You can start measuring, showing and reducing your footprint.":[""],"Start measuring now":[""],"Besides showing the carbonfooterprint in the footer, you will now see an extra column behind each post and page that shows the carbon emissions generated when someone visits the page.":[""],"Information & tools":[""],"Dismiss":[""]}}}