{"translation-revision-date":"2025-08-27T08:48:23.828Z","generator":"merge","domain":"carbonfooter","locale_data":{"carbonfooter":{"":{"domain":"carbonfooter","lang":"nl_NL","plural-forms":"nplurals=2; plural=(n != 1);"},"How Measurements Work":["Hoe metingen werken"],"Carbonfooter automatically measures the carbon emission of your pages: ":["Carbonfooter meet automatisch de CO₂-uitstoot van je pagina’s:"],"Measurements are taken when someone visits a page that hasn’t been measured in the last week.":["Metingen worden gedaan zodra iemand een pagina bezoekt die in de afgelopen week nog niet gemeten is."],"Each page stores up to 12 historical measurements, providing about 3 months of history":["Elke pagina slaat tot 12 historische metingen op, goed voor ongeveer 3 maanden geschiedenis."],"The process runs in the background and won’t affect your visitors’ experience (except ofcourse they see the carbon footprint in the footer!)":["Het proces draait op de achtergrond en beïnvloedt de ervaring van je bezoekers niet (behalve natuurlijk dat ze de voetafdruk in de footer zien!)."],"The methodology of the carbon calculation is based on the universal Sustainable Web Model version 4, improved for Dutch visitors.":["De methodologie van de berekening is gebaseerd op het universele Sustainable Web Model versie 4, verbeterd voor Nederlandse bezoekers."],"Read more about how it works":["Lees meer over hoe het werkt"],"Danger zone - Reset all Carbonfooter data":["Gevarenzone – reset alle Carbonfooter-gegevens"],"This will permanently delete all CarbonFooter data including:":["Dit verwijdert permanent alle CarbonFooter-gegevens, inclusief:"],"All emissions measurements":["Alle uitstootmetingen"],"Resource usage data":["Gegevens over brongebruik"],"Measurement history":["Meetgeschiedenis"],"Page size data":["Paginagrootte-gegevens"],"Green hosting status":["Status groene hosting"],"Clearing Data...":["Gegevens wissen..."],"Clear All CarbonFooter Data":["Verwijder alle CarbonFooter-gegevens"],"Greenhost":["Groene hosting"],"Driving distance":["Rijafstand"],"Per year.":["Per jaar."],"Resource type":["Brontype"],"Avg. Requests per page":["Gem. aanvragen per pagina"],"Avg. size of resources per page":["Gem. grootte van bronnen per pagina"],"Resource Statistics":["Bronstatistieken"],"Average resource usage across your posts and pages.":["Gemiddeld brongebruik over je berichten en pagina’s."],"Troubleshooting: not working?":["Probleemoplossing: werkt het niet?"],"Don't see any data? Try these things:":["Zie je geen gegevens? Probeer dit:"],"Visit your webpage: The measuring updates automatically when somebody visits the web page. So, visit your webpage, and wait a few minutes.":["Bezoek je webpagina: de meting wordt automatisch bijgewerkt wanneer iemand de pagina bezoekt. Ga dus naar je pagina en wacht een paar minuten."],"Clear your cache: Still not working after 30 minutes? This might be because you are using a caching plugin.":["Cache legen: werkt het na 30 minuten nog niet? Mogelijk gebruik je een cache-plugin."],"We ran a check and detected that your website is using the following caching plugin(s):":["We hebben een controle uitgevoerd en vastgesteld dat je website de volgende cache-plugin(s) gebruikt:"],"Clear your cache, and refresh your webpage. If you are using LiteSpeed Cache, you need to clear the cache manually after every measurement.":["Leeg je cache en vernieuw je pagina. Gebruik je LiteSpeed Cache, dan moet je de cache voorlopig handmatig legen na elke meting."],"We ran a check and detected that your website is not using any of the common caching plugins.":["We hebben gecontroleerd en vastgesteld dat je website geen van de bekende cache-plugins gebruikt."],"Clear your cache, and refresh your webpage.":["Leeg je cache en vernieuw je pagina."],"Improve your website: possibly your web page is too heavy to go through our calculation. Go to":["Verbeter je website: mogelijk is je pagina te zwaar om door onze berekening te gaan. Ga naar"],"check our tips, update your webpage and try again.":["bekijk onze tips, update je pagina en probeer het opnieuw."],"If that also doesn't work, it is possible that your web page is too heavy to go through our calculation. Go to carbonfooter.nl, check our tips, update your webpage and try again.":["Als dat ook niet werkt, is het mogelijk dat je pagina te zwaar is voor de berekening. Ga naar carbonfooter.nl, bekijk onze tips, update je pagina en probeer het opnieuw."],"Visit Carbonfooter":["Bezoek Carbonfooter"],"Actions":["Acties"],"Page title":["Paginatitel"],"Emissions":["Uitstoot"],"Edit":["Bewerken"],"View":["Bekijken"],"Emissions per page - from dirty to clean":["Uitstoot per pagina – van vervuilend naar schoon"],"No pages with emissions data found.":["Geen pagina’s met uitstootgegevens gevonden."],"Carbonfooter":["Carbonfooter"],"Last test on":["Laatste test op"],"These statistics are based on 1,000 visitors per month, each viewing 2.5 average pages, over a 12-month period.":["Deze statistieken zijn gebaseerd op 1.000 bezoekers per maand, met gemiddeld 2,5 pagina’s per bezoek, over een periode van 12 maanden."],"Overview":["Overzicht"],"Average page emissions":["Gemiddelde uitstoot per pagina"],"Emissions per year.":["Uitstoot per jaar."],"Hang on while we are preparing your carbonfooter":["Even geduld, we bereiden je carbonfooter voor"],"The emissions for your home page have been calculated.":["De uitstoot voor je homepage is berekend."],"Close modal":["Sluit venster"],"We are measuring your carbon footprint":["We meten je CO₂-voetafdruk"],"We are measuring the carbon footprint of your home page. This may take 30 seconds.":["We berekenen de CO₂-voetafdruk van je homepage. Dit kan 30 seconden duren."],"Per visit it will emit %s of CO2.":["Per bezoek wordt %s CO₂ uitgestoten."],"There was an error calculating the emissions for your home page. Please visit the page to trigger re-measurement.":["Er is een fout opgetreden bij het berekenen van de uitstoot voor je homepage. Bezoek de pagina om een nieuwe meting te starten."],"Back to settings":["Terug naar instellingen"],"Arrow right":["Pijl naar rechts"],"View your homepage":["Bekijk je homepage"],"Settings":["Instellingen"],"Carbonfooter widget settings have been saved.":["Carbonfooter-widgetinstellingen zijn opgeslagen."],"There was an error saving the carbonfooter widget settings.":["Er is een fout opgetreden bij het opslaan van de widgetinstellingen."],"Failed to save display settings. Please try again.":["Opslaan van weergave-instellingen mislukt. Probeer opnieuw."],"Failed to save widget style. Please try again.":["Opslaan van widget-stijl mislukt. Probeer opnieuw."],"Failed to save settings. Please try again.":["Opslaan van instellingen mislukt. Probeer opnieuw."],"Are you sure you want to clear all CarbonFooter data? This action cannot be undone and will remove all emissions measurements, resource data, and history. Your settings will be preserved.":["Weet je zeker dat je alle CarbonFooter-gegevens wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt en verwijdert alle uitstootmetingen, brondata en geschiedenis. Je instellingen blijven behouden."],"Failed to clear data. Please try again.":["Gegevens wissen mislukt. Probeer opnieuw."],"Data is exported successfully.":["Gegevens zijn succesvol geëxporteerd."],"Failed to export data. Please try again.":["Gegevens exporteren mislukt. Probeer opnieuw."],"Thank you for joining us in our quest to make the internet more sustainable. With this plugin, you can calculate and display the carbon footprint of your website in the footprint. Follow these steps to set up your own carbonfooter! ":["Bedankt dat je meedoet aan onze missie om het internet duurzamer te maken. Met deze plugin kun je de CO₂-voetafdruk van je website berekenen en tonen. Volg deze stappen om je eigen carbonfooter in te stellen!"],"Step 1 - Design your carbonfooter":["Stap 1 – Ontwerp je carbonfooter"],"Define your style":["Bepaal je stijl"],"Layout":["Opmaak"],"Minimal":["Minimaal"],"Minimal: only one line of text showing the CO2 value of the web page.":["Minimaal: slechts één regel tekst met de CO₂-waarde van de pagina."],"Full Banner":["Volledige banner"],"Full banner: shows 5 icons and more detailed information on the sustainability of the web page":["Volledige banner: toont 5 iconen en meer gedetailleerde informatie over de duurzaamheid van de pagina."],"Sticker":["Sticker"],"Sticker: compact sticker-style badge perfect to fit into a corner of your web page.":["Sticker: compacte badge in stickerstijl, perfect om in een hoek van je webpagina te plaatsen."],"Background color":["Achtergrondkleur"],"Text color":["Tekstkleur"],"Live Preview":["Live voorbeeld"],"This is what your carbonfooter will look like:":["Zo ziet je carbonfooter eruit:"],"Save your design":["Sla je ontwerp op"],"Step 2. Show your carbonfooter":["Stap 2 – Toon je carbonfooter"],"You can choose if you want to show your carbonfooter automatically or manually. Don’t know which one to choose? Start with the automatic display, and if that one doesn’t show in the proper place, switch to the manual mode.":["Je kunt kiezen of je de carbonfooter automatisch of handmatig wilt tonen. Weet je het niet zeker? Begin met automatisch; werkt dat niet goed in je thema, schakel dan over naar handmatig."],"Display automatically":["Automatisch tonen"],"The carbonfooter will be shown automatically on all pages at the end of your footer. Works fine with most themes.":["De carbonfooter wordt automatisch op alle pagina’s getoond, onderaan in de footer. Werkt bij de meeste thema’s."],"Add manually":["Handmatig toevoegen"],"The carbonfooter will be shown after you added the shortcode to your footer (or any other widget or textfield).":["De carbonfooter verschijnt nadat je de shortcode in je footer hebt geplaatst (of in een widget of tekstveld)."],"Copy and paste the shortcode below, including the brackets, to your footer or any widget / textfield. The shortcode will automatically use the layout and colors you’ve configured above.":["Kopieer en plak de shortcode hieronder, inclusief de haakjes, in je footer of in een widget/tekstveld. De shortcode gebruikt automatisch de opmaak en kleuren die je hierboven hebt ingesteld."],"Save Display Settings":["Sla weergave-instellingen op"],"Step 3. You're all set!":["Stap 3 – Je bent klaar!"],"Great! Your homepage has already been measured. You can view the results on your homepage.":["Mooi! Je homepage is al gemeten. Je kunt de resultaten op je homepage bekijken."],"You can start measuring, showing and reducing your footprint.":["Je kunt nu beginnen met meten, tonen en verminderen van je voetafdruk."],"Start measuring now":["Begin nu met meten"],"Besides showing the carbonfooterprint in the footer, you will now see an extra column behind each post and page that shows the carbon emissions generated when someone visits the page.":["Naast het tonen van de carbonfooter in de footer, zie je nu ook een extra kolom bij elk bericht en elke pagina die de uitstoot per bezoek toont."],"Information & tools":["Informatie & tools"],"Dismiss":["Sluiten"],"Yes!":["Ja!"],"NO!":["NEE!"],"Your website runs on green energy.":["Je website draait op groene energie."],"Your website does not run on green energy.":["Je website draait niet op groene energie."],"Greenhost status":["Status groene hosting"],"Average page size":["Gemiddelde paginagrootte"],"Export Historical Emissions Data":["Exporteer historische uitstootgegevens"],"This is especially relevant if you want to use the carbon emissions from your website for another platform. You can export all historical emissions as a JSON file. This includes all pages with measurement history, including the serialized PHP arrays that contain the historical measurements. ":["Dit is vooral nuttig als je de uitstootgegevens van je website op een ander platform wilt gebruiken. Je kunt alle historische metingen exporteren als JSON-bestand. Dit bevat alle pagina’s met meetgeschiedenis, inclusief de geserialiseerde PHP-arrays met de historische waarden."],"The exported file will contain:":["Het geëxporteerde bestand bevat:"],"Post ID and title":["Bericht-ID en titel"],"Complete measurement history":["Volledige meetgeschiedenis"],"Serialized PHP arrays with dates and values":["Geserialiseerde PHP-arrays met datums en waarden"],"All pages with historical data":["Alle pagina’s met historische gegevens"],"Exporting Data...":["Gegevens exporteren..."],"Export Historical Data":["Exporteer historische gegevens"],"Error loading data":["Fout bij laden van gegevens"],"Failed to load untested pages":["Niet-geteste pagina’s laden mislukt"],"Failed to load heaviest pages":["Zwaarste pagina’s laden mislukt"],"Title":["Titel"],"Pages Overview":["Pagina-overzicht"],"Loading pages data...":["Paginagegevens laden..."],"Untested Pages":["Niet-geteste pagina’s"],"Visit & calculate emissions":["Bezoek & bereken uitstoot"],"All pages have been tested for emissions!":["Alle pagina’s zijn getest op uitstoot!"],"Carbonfooter.nl":["Carbonfooter.nl"],"green energy":["groene energie"],"pagesize":["paginagrootte"],"per visit":["per bezoek"],"Want to learn more?":["Meer weten?"],"This page produced":["Deze pagina stoot uit"],"per page view. Want to learn more?":["per bezoek. Meer weten?"],"per page view.":["per bezoek."],"Total page size":["Totale paginagrootte"],"tree":["boom"],"trees":["bomen"],"Trees":["Bomen"],"Plant %1$s %2$s":["Plant %1$s %2$s"],"To offset your emissions.":["Om je uitstoot te compenseren."]}}}