Repository: pixeltoplanet/carbonfooter-plugin
Catalog: languages/carbonfooter-*.po
Languages: nl_nl

source: Measure the carbon emissions of your website right inside WordPress
nl_nl: Meet de CO₂-uitstoot van je website, direct binnen WordPress.

source: Results
nl_nl: Resultaten

source: Settings
nl_nl: Instellingen

source: Measuring...
nl_nl: Berekenen...

source: Measure again
nl_nl: Opnieuw meten

source: Failed to measure emissions. Please try again.
nl_nl: Meting mislukt. Probeer het opnieuw.

source: Carbon Emissions Overview
nl_nl: Overzicht CO₂-uitstoot

source: CO2 Emissions
nl_nl: CO₂-uitstoot

source: No result yet
nl_nl: Nog geen resultaat

source: Visit page to get a result
nl_nl: Bezoek de pagina om een resultaat te krijgen

source: The CarbonFooter plugin uses the carbonfooter.nl API service to calculate carbon emissions for your website pages.
nl_nl: De CarbonFooter-plugin gebruikt de carbonfooter.nl API om de CO₂-uitstoot van je websitepagina’s te berekenen.

source: Data Shared with External Service
nl_nl: Gegevens gedeeld met externe dienst

source: The following data is sent to carbonfooter.nl:
nl_nl: De volgende gegevens worden verzonden naar carbonfooter.nl:

source: Page URLs for emissions calculation
nl_nl: Pagina-URL’s voor de berekening van uitstoot

source: Basic site information for analysis
nl_nl: Basisinformatie van de site voor analyse

source: Invalid post ID
nl_nl: Ongeldig bericht-ID

source: Failed to measure emissions
nl_nl: Meting van uitstoot mislukt

source: Failed to retrieve statistics
nl_nl: Statistieken ophalen mislukt

source: Failed to retrieve heaviest pages
nl_nl: Zwaarste pagina’s ophalen mislukt

source: Failed to retrieve untested pages
nl_nl: Niet-geteste pagina’s ophalen mislukt

source: No valid settings provided
nl_nl: Geen geldige instellingen opgegeven

source: Successfully cleared %d data entries and cache. All emissions data has been removed.
nl_nl: Succesvol %d gegevens en cache verwijderd. Alle uitstootgegevens zijn verwijderd.

source: Failed to clear data
nl_nl: Gegevens opschonen mislukt

source: No historical emissions data found to export.
nl_nl: Geen historische uitstootgegevens gevonden om te exporteren.

source: Successfully exported %d posts with historical emissions data.
nl_nl: Succesvol %d berichten met historische uitstootgegevens geëxporteerd.

source: Failed to export data
nl_nl: Exporteren van gegevens mislukt

source: Invalid security token
nl_nl: Ongeldige beveiligingstoken

source: Insufficient permissions
nl_nl: Onvoldoende rechten

source: Data collection is disabled in privacy settings
nl_nl: Gegevensverzameling is uitgeschakeld in de privacy-instellingen

source: Invalid post URL
nl_nl: Ongeldige bericht-URL

source: API Error: %s
nl_nl: API-fout: %s

source: API Error: Status %s
nl_nl: API-fout: Status %s

source: Empty API response
nl_nl: Leeg API-antwoord

source: Invalid JSON response: %s
nl_nl: Ongeldig JSON-antwoord: %s

source: No emissions data found in response
nl_nl: Geen uitstootgegevens gevonden in antwoord

source: Widget background color in hex format
nl_nl: Widget-achtergrondkleur in hex-formaat

source: Widget text color in hex format
nl_nl: Widget-tekstkleur in hex-formaat

source: Widget display setting (auto, manual, disabled)
nl_nl: Widget-weergave-instelling (automatisch, handmatig, uitgeschakeld)

source: Widget style (minimal, detailed, compact)
nl_nl: Widget-stijl (minimaal, gedetailleerd, compact)

source: Failed to retrieve settings
nl_nl: Instellingen ophalen mislukt

source: Failed to save settings
nl_nl: Instellingen opslaan mislukt

source: Invalid hex color format for %s
nl_nl: Ongeldig hex-kleurformaat voor %s

source: Invalid display setting. Must be one of: %s
nl_nl: Ongeldige weergave-instelling. Moet een van de volgende zijn: %s

source: Invalid widget style. Must be one of: %s
nl_nl: Ongeldige widget-stijl. Moet een van de volgende zijn: %s

source: This page produced %1$s per page view. Want to learn more? %2$s
nl_nl: Deze webpagina stoot %1$s uit per bezoek. Meer weten? %2$s

source: This page produced %1$s per page view.
nl_nl: Deze webpagina stoot %1$s uit per bezoek.

source: Yes!
nl_nl: Ja!

source: No!
nl_nl: Nee!

source: green energy
nl_nl: groene energie

source: not green energy
nl_nl: geen groene energie

source: pagesize
nl_nl: paginagrootte

source: per visit
nl_nl: per bezoek

source: = <strong>%s km.</strong></br>drive per year.
nl_nl: = <strong>%s km.</strong></br>autorijden per jaar.

source: and <strong>%s trees</strong></br>offset per year.
nl_nl: en <strong>%s bomen</strong></br>compensatie per jaar.

source: Want to learn more?
nl_nl: Meer weten?

source: Average Emissions
nl_nl: Gemiddelde uitstoot

source: Pages Measured
nl_nl: Gemeten pagina’s

source: Green Hosting
nl_nl: Groene hosting

source: Non-Green Hosting
nl_nl: Niet-groene hosting

source: Top 10 Highest Emission Pages
nl_nl: Top 10 pagina’s met hoogste uitstoot

source: View Details
nl_nl: Bekijk details

source: Caching Plugin Detected
nl_nl: Cache-plugin gedetecteerd

source: We detected the following caching plugin(s): <strong>%s</strong>.
nl_nl: We hebben de volgende cache-plugin(s) gedetecteerd: <strong>%s</strong>.

source: Caching plugin detection is active for testing purposes in local environment.
nl_nl: Cache-plugin detectie is actief voor testdoeleinden in een lokale omgeving.

source: Caching plugins may interfere with accurate carbon emissions measurements. Please make sure to clear your cache if your settings are not working or you are not seeing any emissions results. Note: if you are using LiteSpeed Cache, you need to clear the cache manually after every measurement for now.
nl_nl: Cache-plugins kunnen de nauwkeurigheid van CO₂-metingen verstoren. Zorg dat je je cache leegt als je instellingen niet werken of als je geen resultaten ziet. Let op: gebruik je LiteSpeed Cache, dan moet je de cache voorlopig handmatig legen na elke meting.

source: Export Historical Emissions Data
nl_nl: Exporteer historische uitstootgegevens

source: This is especially relevant if you want to use the carbon emissions from your website for another platform. You can export all historical emissions as a JSON file. This includes all pages with measurement history, including the serialized PHP arrays that contain the historical measurements.
nl_nl: Dit is vooral nuttig als je de uitstootgegevens van je website op een ander platform wilt gebruiken. Je kunt alle historische metingen exporteren als JSON-bestand. Dit bevat alle pagina’s met meetgeschiedenis, inclusief de geserialiseerde PHP-arrays met de historische waarden.

source: The exported file will contain:
nl_nl: Het geëxporteerde bestand bevat:

source: Post ID and title
nl_nl: Bericht-ID en titel

source: Complete measurement history
nl_nl: Volledige meetgeschiedenis

source: Serialized PHP arrays with dates and values
nl_nl: Geserialiseerde PHP-arrays met datums en waarden

source: All pages with historical data
nl_nl: Alle pagina’s met historische gegevens

source: Exporting Data...
nl_nl: Gegevens exporteren...

source: Export Historical Data
nl_nl: Exporteer historische gegevens

source: How Measurements Work
nl_nl: Hoe metingen werken

source: Carbonfooter automatically measures the carbon emission of your pages:
nl_nl: Carbonfooter meet automatisch de CO₂-uitstoot van je pagina’s:

source: Measurements are taken when someone visits a page that hasn’t been measured in the last week.
nl_nl: Metingen worden gedaan zodra iemand een pagina bezoekt die in de afgelopen week nog niet gemeten is.

source: Each page stores up to 12 historical measurements, providing about 3 months of history
nl_nl: Elke pagina slaat tot 12 historische metingen op, goed voor ongeveer 3 maanden geschiedenis.

source: The process runs in the background and won’t affect your visitors’ experience (except ofcourse they see the carbon footprint in the footer!)
nl_nl: Het proces draait op de achtergrond en beïnvloedt de ervaring van je bezoekers niet (behalve natuurlijk dat ze de voetafdruk in de footer zien!).

source: The methodology of the carbon calculation is based on the universal Sustainable Web Model version 4, improved for Dutch visitors.
nl_nl: De methodologie van de berekening is gebaseerd op het universele Sustainable Web Model versie 4, verbeterd voor Nederlandse bezoekers.

source: Read more about how it works
nl_nl: Lees meer over hoe het werkt

source: Error loading data
nl_nl: Fout bij laden van gegevens

source: Failed to load untested pages
nl_nl: Niet-geteste pagina’s laden mislukt

source: Failed to load heaviest pages
nl_nl: Zwaarste pagina’s laden mislukt

source: Title
nl_nl: Titel

source: Actions
nl_nl: Acties

source: Pages Overview
nl_nl: Pagina-overzicht

source: Loading pages data...
nl_nl: Paginagegevens laden...

source: Untested Pages
nl_nl: Niet-geteste pagina’s

source: Visit & calculate emissions
nl_nl: Bezoek & bereken uitstoot

source: All pages have been tested for emissions!
nl_nl: Alle pagina’s zijn getest op uitstoot!

source: These statistics are based on 1,000 visitors per month, each viewing 2.5 average pages, over a 12-month period.
nl_nl: Deze statistieken zijn gebaseerd op 1.000 bezoekers per maand, met gemiddeld 2,5 pagina’s per bezoek, over een periode van 12 maanden.

source: Page title
nl_nl: Paginatitel

source: Emissions
nl_nl: Uitstoot

source: Edit
nl_nl: Bewerken

source: View
nl_nl: Bekijken

source: Emissions per page - from dirty to clean
nl_nl: Uitstoot per pagina – van vervuilend naar schoon

source: No pages with emissions data found.
nl_nl: Geen pagina’s met uitstootgegevens gevonden.

source: Greenhost
nl_nl: Groene hosting

source: Driving distance
nl_nl: Rijafstand

source: Per year.
nl_nl: Per jaar.

source: Average page emissions
nl_nl: Gemiddelde uitstoot per pagina

source: Emissions per year.
nl_nl: Uitstoot per jaar.

source: NO!
nl_nl: NEE!

source: Your website runs on green energy.
nl_nl: Je website draait op groene energie.

source: Your website does not run on green energy.
nl_nl: Je website draait niet op groene energie.

source: Greenhost status
nl_nl: Status groene hosting

source: Average page size
nl_nl: Gemiddelde paginagrootte

source: Resource type
nl_nl: Brontype

source: Avg. Requests per page
nl_nl: Gem. aanvragen per pagina

source: Avg. size of resources per page
nl_nl: Gem. grootte van bronnen per pagina

source: Resource Statistics
nl_nl: Bronstatistieken

source: Average resource usage across your posts and pages.
nl_nl: Gemiddeld brongebruik over je berichten en pagina’s.

source: Total page size
nl_nl: Totale paginagrootte

source: tree
nl_nl: boom

source: trees
nl_nl: bomen

source: Trees
nl_nl: Bomen

source: To offset your emissions.
nl_nl: Om je uitstoot te compenseren.

source: Hang on while we are preparing your carbonfooter
nl_nl: Even geduld, we bereiden je carbonfooter voor

source: The emissions for your home page have been calculated.
nl_nl: De uitstoot voor je homepage is berekend.

source: Close modal
nl_nl: Sluit venster

source: We are measuring your carbon footprint
nl_nl: We meten je CO₂-voetafdruk

source: We are measuring the carbon footprint of your home page. This may take 30 seconds.
nl_nl: We berekenen de CO₂-voetafdruk van je homepage. Dit kan 30 seconden duren.

source: Per visit it will emit %s of CO2.
nl_nl: Per bezoek wordt %s CO₂ uitgestoten.

source: There was an error calculating the emissions for your home page. Please visit the page to trigger re-measurement.
nl_nl: Er is een fout opgetreden bij het berekenen van de uitstoot voor je homepage. Bezoek de pagina om een nieuwe meting te starten.

source: Back to settings
nl_nl: Terug naar instellingen

source: Arrow right
nl_nl: Pijl naar rechts

source: View your homepage
nl_nl: Bekijk je homepage

source: Troubleshooting: not working?
nl_nl: Probleemoplossing: werkt het niet?

source: Don't see any data? Try these things:
nl_nl: Zie je geen gegevens? Probeer dit:

source: Visit your webpage: The measuring updates automatically when somebody visits the web page. So, visit your webpage, and wait a few minutes.
nl_nl: Bezoek je webpagina: de meting wordt automatisch bijgewerkt wanneer iemand de pagina bezoekt. Ga dus naar je pagina en wacht een paar minuten.

source: Clear your cache: Still not working after 30 minutes? This might be because you are using a caching plugin.
nl_nl: Cache legen: werkt het na 30 minuten nog niet? Mogelijk gebruik je een cache-plugin.

source: We ran a check and detected that your website is using the following caching plugin(s):
nl_nl: We hebben een controle uitgevoerd en vastgesteld dat je website de volgende cache-plugin(s) gebruikt:

source: Clear your cache, and refresh your webpage. If you are using LiteSpeed Cache, you need to clear the cache manually after every measurement.
nl_nl: Leeg je cache en vernieuw je pagina. Gebruik je LiteSpeed Cache, dan moet je de cache voorlopig handmatig legen na elke meting.

source: We ran a check and detected that your website is not using any of the common caching plugins.
nl_nl: We hebben gecontroleerd en vastgesteld dat je website geen van de bekende cache-plugins gebruikt.

source: Clear your cache, and refresh your webpage.
nl_nl: Leeg je cache en vernieuw je pagina.

source: Improve your website: possibly your web page is too heavy to go through our calculation. Go to
nl_nl: Verbeter je website: mogelijk is je pagina te zwaar om door onze berekening te gaan. Ga naar

source: check our tips, update your webpage and try again.
nl_nl: bekijk onze tips, update je pagina en probeer het opnieuw.

source: If that also doesn't work, it is possible that your web page is too heavy to go through our calculation. Go to carbonfooter.nl, check our tips, update your webpage and try again.
nl_nl: Als dat ook niet werkt, is het mogelijk dat je pagina te zwaar is voor de berekening. Ga naar carbonfooter.nl, bekijk onze tips, update je pagina en probeer het opnieuw.

source: Visit Carbonfooter
nl_nl: Bezoek Carbonfooter

source: This page produced
nl_nl: Deze pagina stoot uit

source: per page view. Want to learn more?
nl_nl: per bezoek. Meer weten?

source: per page view.
nl_nl: per bezoek.

source: Last test on
nl_nl: Laatste test op

source: Overview
nl_nl: Overzicht

source: Danger zone - Reset all Carbonfooter data
nl_nl: Gevarenzone – reset alle Carbonfooter-gegevens

source: This will permanently delete all CarbonFooter data including:
nl_nl: Dit verwijdert permanent alle CarbonFooter-gegevens, inclusief:

source: All emissions measurements
nl_nl: Alle uitstootmetingen

source: Resource usage data
nl_nl: Gegevens over brongebruik

source: Measurement history
nl_nl: Meetgeschiedenis

source: Page size data
nl_nl: Paginagrootte-gegevens

source: Green hosting status
nl_nl: Status groene hosting

source: Clearing Data...
nl_nl: Gegevens wissen...

source: Clear All CarbonFooter Data
nl_nl: Verwijder alle CarbonFooter-gegevens

source: Carbonfooter widget settings have been saved.
nl_nl: Carbonfooter-widgetinstellingen zijn opgeslagen.

source: There was an error saving the carbonfooter widget settings.
nl_nl: Er is een fout opgetreden bij het opslaan van de widgetinstellingen.

source: Failed to save display settings. Please try again.
nl_nl: Opslaan van weergave-instellingen mislukt. Probeer opnieuw.

source: Failed to save widget style. Please try again.
nl_nl: Opslaan van widget-stijl mislukt. Probeer opnieuw.

source: Failed to save settings. Please try again.
nl_nl: Opslaan van instellingen mislukt. Probeer opnieuw.

source: Are you sure you want to clear all CarbonFooter data? This action cannot be undone and will remove all emissions measurements, resource data, and history. Your settings will be preserved.
nl_nl: Weet je zeker dat je alle CarbonFooter-gegevens wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt en verwijdert alle uitstootmetingen, brondata en geschiedenis. Je instellingen blijven behouden.

source: Failed to clear data. Please try again.
nl_nl: Gegevens wissen mislukt. Probeer opnieuw.

source: Data is exported successfully.
nl_nl: Gegevens zijn succesvol geëxporteerd.

source: Failed to export data. Please try again.
nl_nl: Gegevens exporteren mislukt. Probeer opnieuw.

source: Thank you for joining us in our quest to make the internet more sustainable. With this plugin, you can calculate and display the carbon footprint of your website in the footprint. Follow these steps to set up your own carbonfooter!
nl_nl: Bedankt dat je meedoet aan onze missie om het internet duurzamer te maken. Met deze plugin kun je de CO₂-voetafdruk van je website berekenen en tonen. Volg deze stappen om je eigen carbonfooter in te stellen!

source: Step 1 - Design your carbonfooter
nl_nl: Stap 1 – Ontwerp je carbonfooter

source: Define your style
nl_nl: Bepaal je stijl

source: Layout
nl_nl: Opmaak

source: Minimal
nl_nl: Minimaal

source: Minimal: only one line of text showing the CO2 value of the web page.
nl_nl: Minimaal: slechts één regel tekst met de CO₂-waarde van de pagina.

source: Full Banner
nl_nl: Volledige banner

source: Full banner: shows 5 icons and more detailed information on the sustainability of the web page
nl_nl: Volledige banner: toont 5 iconen en meer gedetailleerde informatie over de duurzaamheid van de pagina.

source: Sticker: compact sticker-style badge perfect to fit into a corner of your web page.
nl_nl: Sticker: compacte badge in stickerstijl, perfect om in een hoek van je webpagina te plaatsen.

source: Background color
nl_nl: Achtergrondkleur

source: Text color
nl_nl: Tekstkleur

source: Live Preview
nl_nl: Live voorbeeld

source: This is what your carbonfooter will look like:
nl_nl: Zo ziet je carbonfooter eruit:

source: Save your design
nl_nl: Sla je ontwerp op

source: Step 2. Show your carbonfooter
nl_nl: Stap 2 – Toon je carbonfooter

source: You can choose if you want to show your carbonfooter automatically or manually. Don’t know which one to choose? Start with the automatic display, and if that one doesn’t show in the proper place, switch to the manual mode.
nl_nl: Je kunt kiezen of je de carbonfooter automatisch of handmatig wilt tonen. Weet je het niet zeker? Begin met automatisch; werkt dat niet goed in je thema, schakel dan over naar handmatig.

source: Display automatically
nl_nl: Automatisch tonen

source: The carbonfooter will be shown automatically on all pages at the end of your footer. Works fine with most themes.
nl_nl: De carbonfooter wordt automatisch op alle pagina’s getoond, onderaan in de footer. Werkt bij de meeste thema’s.

source: Add manually
nl_nl: Handmatig toevoegen

source: The carbonfooter will be shown after you added the shortcode to your footer (or any other widget or textfield).
nl_nl: De carbonfooter verschijnt nadat je de shortcode in je footer hebt geplaatst (of in een widget of tekstveld).

source: Copy and paste the shortcode below, including the brackets, to your footer or any widget / textfield. The shortcode will automatically use the layout and colors you’ve configured above.
nl_nl: Kopieer en plak de shortcode hieronder, inclusief de haakjes, in je footer of in een widget/tekstveld. De shortcode gebruikt automatisch de opmaak en kleuren die je hierboven hebt ingesteld.

source: Save Display Settings
nl_nl: Sla weergave-instellingen op

source: Step 3. You're all set!
nl_nl: Stap 3 – Je bent klaar!

source: Great! Your homepage has already been measured. You can view the results on your homepage.
nl_nl: Mooi! Je homepage is al gemeten. Je kunt de resultaten op je homepage bekijken.

source: You can start measuring, showing and reducing your footprint.
nl_nl: Je kunt nu beginnen met meten, tonen en verminderen van je voetafdruk.

source: Start measuring now
nl_nl: Begin nu met meten

source: Besides showing the carbonfooterprint in the footer, you will now see an extra column behind each post and page that shows the carbon emissions generated when someone visits the page.
nl_nl: Naast het tonen van de carbonfooter in de footer, zie je nu ook een extra kolom bij elk bericht en elke pagina die de uitstoot per bezoek toont.

source: Information & tools
nl_nl: Informatie & tools

source: Dismiss
nl_nl: Sluiten
