{"translation-revision-date":"2023-09-20 12:00:00+00:00","generator":"WP-CLI\/2.12.0","source":"src\/views\/SettingsPage.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nl_NL","plural-forms":"nplurals=2; plural=(n != 1);"},"Settings":["Instellingen"],"View your homepage":["Bekijk je homepage"],"Carbonfooter widget settings have been saved.":["Carbonfooter-widgetinstellingen zijn opgeslagen."],"There was an error saving the carbonfooter widget settings.":["Er is een fout opgetreden bij het opslaan van de widgetinstellingen."],"Failed to save display settings. Please try again.":["Opslaan van weergave-instellingen mislukt. Probeer opnieuw."],"Failed to save widget style. Please try again.":["Opslaan van widget-stijl mislukt. Probeer opnieuw."],"Failed to save settings. Please try again.":["Opslaan van instellingen mislukt. Probeer opnieuw."],"Are you sure you want to clear all CarbonFooter data? This action cannot be undone and will remove all emissions measurements, resource data, and history. Your settings will be preserved.":["Weet je zeker dat je alle CarbonFooter-gegevens wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt en verwijdert alle uitstootmetingen, brondata en geschiedenis. Je instellingen blijven behouden."],"Failed to clear data. Please try again.":["Gegevens wissen mislukt. Probeer opnieuw."],"Data is exported successfully.":["Gegevens zijn succesvol geëxporteerd."],"Failed to export data. Please try again.":["Gegevens exporteren mislukt. Probeer opnieuw."],"Thank you for joining us in our quest to make the internet more sustainable. With this plugin, you can calculate and display the carbon footprint of your website in the footprint. Follow these steps to set up your own carbonfooter! ":["Bedankt dat je meedoet aan onze missie om het internet duurzamer te maken. Met deze plugin kun je de CO₂-voetafdruk van je website berekenen en tonen. Volg deze stappen om je eigen carbonfooter in te stellen!"],"Step 1 - Design your carbonfooter":["Stap 1 – Ontwerp je carbonfooter"],"Define your style":["Bepaal je stijl"],"Layout":["Opmaak"],"Minimal":["Minimaal"],"Minimal: only one line of text showing the CO2 value of the web page.":["Minimaal: slechts één regel tekst met de CO₂-waarde van de pagina."],"Full Banner":["Volledige banner"],"Full banner: shows 5 icons and more detailed information on the sustainability of the web page":["Volledige banner: toont 5 iconen en meer gedetailleerde informatie over de duurzaamheid van de pagina."],"Sticker":["Sticker"],"Sticker: compact sticker-style badge perfect to fit into a corner of your web page.":["Sticker: compacte badge in stickerstijl, perfect om in een hoek van je webpagina te plaatsen."],"Background color":["Achtergrondkleur"],"Text color":["Tekstkleur"],"Live Preview":["Live voorbeeld"],"This is what your carbonfooter will look like:":["Zo ziet je carbonfooter eruit:"],"Save your design":["Sla je ontwerp op"],"Step 2. Show your carbonfooter":["Stap 2 – Toon je carbonfooter"],"You can choose if you want to show your carbonfooter automatically or manually. Don’t know which one to choose? Start with the automatic display, and if that one doesn’t show in the proper place, switch to the manual mode.":["Je kunt kiezen of je de carbonfooter automatisch of handmatig wilt tonen. Weet je het niet zeker? Begin met automatisch; werkt dat niet goed in je thema, schakel dan over naar handmatig."],"Display automatically":["Automatisch tonen"],"The carbonfooter will be shown automatically on all pages at the end of your footer. Works fine with most themes.":["De carbonfooter wordt automatisch op alle pagina’s getoond, onderaan in de footer. Werkt bij de meeste thema’s."],"Add manually":["Handmatig toevoegen"],"The carbonfooter will be shown after you added the shortcode to your footer (or any other widget or textfield).":["De carbonfooter verschijnt nadat je de shortcode in je footer hebt geplaatst (of in een widget of tekstveld)."],"Copy and paste the shortcode below, including the brackets, to your footer or any widget \/ textfield. The shortcode will automatically use the layout and colors you’ve configured above.":["Kopieer en plak de shortcode hieronder, inclusief de haakjes, in je footer of in een widget\/tekstveld. De shortcode gebruikt automatisch de opmaak en kleuren die je hierboven hebt ingesteld."],"Save Display Settings":["Sla weergave-instellingen op"],"Step 3. You're all set!":["Stap 3 – Je bent klaar!"],"Great! Your homepage has already been measured. You can view the results on your homepage.":["Mooi! Je homepage is al gemeten. Je kunt de resultaten op je homepage bekijken."],"You can start measuring, showing and reducing your footprint.":["Je kunt nu beginnen met meten, tonen en verminderen van je voetafdruk."],"Start measuring now":["Begin nu met meten"],"Besides showing the carbonfooterprint in the footer, you will now see an extra column behind each post and page that shows the carbon emissions generated when someone visits the page.":["Naast het tonen van de carbonfooter in de footer, zie je nu ook een extra kolom bij elk bericht en elke pagina die de uitstoot per bezoek toont."],"Information & tools":["Informatie & tools"],"Dismiss":["Sluiten"]}}}